server/apps/server/test/load/load-dev.yaml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 60
      arrivalCount: 1300
scenarios:
  - name: "Completed Responses"
    flow:
      - post:
          url: "/qualtrics/completed-response"
          form:
            SurveyID: "SV_ezJr6w5cW7Fu9z7"
            ResponseID: "R_1GCgX1fFlQDO9va"